aaron-bond.better-comments
adpyke.codesnap
batisteo.vscode-django
be5invis.toml
cschlosser.doxdocgen
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
golang.go
helgardrichard.helium-icon-theme
jeff-hykin.better-cpp-syntax
KevinRose.vsc-python-indent
matklad.rust-analyzer
mhutchie.git-graph
miguelsolorio.fluent-icons
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
njpwerner.autodocstring
renoirtan.liver
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
